Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_acceptance_abandon_failed
source: The acceptance could not be abandoned. It may already have reached countersigned or funded swap state.
ar: ولا يمكن التخلي عن القبول. ربما تكون قد وصلت بالفعل إلى حالة المبادلة الموقعة أو الممولة.
de: Auf die Annahme konnte nicht verzichtet werden. Es kann sein, dass der Tauschstatus bereits gegengezeichnet oder finanziert ist.
es: No se podía abandonar la aceptación. Es posible que ya haya alcanzado el estado de intercambio refrendado o financiado.
fa: پذیرش را نمی توان رها کرد. ممکن است قبلاً به حالت مبادله امضا شده یا دارای بودجه رسیده باشد.
fr: L'acceptation ne pouvait être abandonnée. Il se peut qu’il ait déjà atteint l’état de swap contresigné ou financé.
he: לא ניתן היה לוותר על הקבלה. ייתכן שהוא כבר הגיע למצב החלפה עם חתימה נגדית או ממומן.
hi: स्वीकृति को छोड़ा नहीं जा सका. हो सकता है कि यह पहले से ही प्रतिहस्ताक्षरित या वित्त पोषित स्वैप स्थिति में पहुंच गया हो।
id: Penerimaan tidak bisa ditinggalkan. Ini mungkin sudah mencapai status pertukaran yang ditandatangani atau didanai.
it: L'accettazione non poteva essere abbandonata. Potrebbe già aver raggiunto lo stato di swap controfirmato o finanziato.
ja: 受け入れを放棄することはできませんでした。すでに副署名または資金提供されたスワップ状態に達している可能性があります。
ko: 수락을 포기할 수 없었습니다. 이미 연대 서명 또는 자금 조달 스왑 상태에 도달했을 수 있습니다.
nl: De aanvaarding kon niet worden opgegeven. Mogelijk heeft het al een medeondertekende of gefinancierde swapstatus bereikt.
pl: Z przyjęcia nie można było zrezygnować. Mógł już osiągnąć stan kontrasygnowanej lub finansowanej wymiany.
pt: A aceitação não poderia ser abandonada. Pode já ter atingido o estado de swap assinado ou financiado.
ru: От принятия нельзя было отказаться. Возможно, он уже достиг состояния подписанного или финансируемого свопа.
tr: Kabulden vazgeçilemezdi. Zaten imzalanmış veya finanse edilmiş takas durumuna ulaşmış olabilir.
uk: Від прийняття не можна було відмовитися. Можливо, він уже досяг статусу підписаного або фінансованого обміну.
vi: Sự chấp nhận không thể bị bỏ rơi. Nó có thể đã đạt đến trạng thái hoán đổi được ký kết hoặc được tài trợ.
zh_hans: 接受不能被放弃。它可能已经达到会签或资助互换状态。
zh_hant: 接受不能被放棄。它可能已經達到會簽或資助互換狀態。

# wallet_swap_acceptance_abandoned
source: The unfunded acceptance was abandoned and its reserved funds were released.
ar: تم التخلي عن القبول غير الممول وتم الإفراج عن أمواله المحجوزة.
de: Die nicht finanzierte Annahme wurde aufgegeben und die reservierten Mittel wurden freigegeben.
es: Se abandonó la aceptación sin financiación y se liberaron sus fondos reservados.
fa: پذیرش بدون بودجه کنار گذاشته شد و وجوه ذخیره شده آن آزاد شد.
fr: L'acceptation non financée a été abandonnée et les fonds réservés ont été débloqués.
he: הקבלה ללא מימון נזנחה והכספים השמורים שלה שוחררו.
hi: अनिधिकृत स्वीकृति को छोड़ दिया गया और इसकी आरक्षित निधि जारी कर दी गई।
id: Penerimaan yang tidak didanai ditinggalkan dan dana cadangannya dicairkan.
it: L'accettazione non finanziata è stata abbandonata e i suoi fondi riservati sono stati rilasciati.
ja: 資金のない受け入れは放棄され、その留保資金は解放されました。
ko: 미지원 승인이 취소되고 예약된 자금이 해제되었습니다.
nl: De niet-gefinancierde acceptatie werd stopgezet en de gereserveerde gelden werden vrijgegeven.
pl: Zrezygnowano z przyjęcia bezfunduszowego i zwolniono zarezerwowane w nim środki.
pt: A aceitação sem financiamento foi abandonada e os seus fundos reservados foram liberados.
ru: Необеспеченный прием был прекращен, а зарезервированные средства были высвобождены.
tr: Finanse edilmeyen kabulden vazgeçildi ve rezerve edilen fonlar serbest bırakıldı.
uk: Незабезпечений акцепт було скасовано, а його зарезервовані кошти звільнено.
vi: Việc chấp nhận không có vốn đã bị hủy bỏ và số tiền dự trữ của nó đã được giải phóng.
zh_hans: 无资金承兑被放弃，其预留资金被释放。
zh_hant: 無資金承兌被放棄，其預留資金被釋放。

# wallet_swap_active_offers
source: Active BTC-for-HNS offers
ar: عروض BTC النشطة
de: Aktive BTC-für-HNS-Angebote
es: Ofertas activas BTC-para-HNS
fa: پیشنهادهای فعال BTC-for-HNS
fr: Offres actives BTC-pour-HNS
he: Active BTC-for-HNS מציע
hi: सक्रिय BTC-for-HNS ऑफर
id: Penawaran BTC-untuk-HNS aktif
it: Offerte attive BTC-per-HNS
ja: BTC 向けのアクティブな HNS オファー
ko: 활성 BTC-for-HNS 제공
nl: Actieve BTC-voor-HNS aanbiedingen
pl: Aktywne oferty BTC-for-HNS
pt: Ofertas ativas BTC-for-HNS
ru: Активные предложения BTC-для-HNS
tr: Aktif BTC-for-HNS teklifleri
uk: Активні пропозиції BTC-for-HNS
vi: Ưu đãi BTC-for-HNS đang hoạt động
zh_hans: 活动 BTC-for-HNS 优惠
zh_hant: 活動 BTC-for-HNS 優惠

# wallet_swap_approval_message
source: Offer %1$d sats for %2$@ HNS. Fee reserve: up to %3$d sats. Total locked: %4$d sats. Expires: %5$@. Publishing shares the terms but does not fund the swap. Funding requires separate approval.
ar: عرض %1$d sats لـ %2$@ HNS. احتياطي الرسوم: حتى %3$d sats. إجمالي القفل: %4$d sats. انتهاء الصلاحية: %5$@. نشر يشارك الشروط ولكن لا يمول المقايضة. يتطلب التمويل موافقة منفصلة.
de: Angebot %1$d sats für %2$@ HNS. Gebührenreserve: bis %3$d sats. Insgesamt gesperrt: %4$d sats. Gültig bis: %5$@. Publishing teilt die Bedingungen mit, finanziert den Tausch jedoch nicht. Eine Förderung bedarf einer gesonderten Genehmigung.
es: Oferta %1$d sats por %2$@ HNS. Reserva de cuota: hasta %3$d sats. Total bloqueado: %4$d sats. Vence: %5$@. La publicación comparte los términos pero no financia el intercambio. La financiación requiere aprobación por separado.
fa: پیشنهاد %1$d sats برای %2$@ HNS. ذخیره هزینه: حداکثر %3$d sats. کل قفل شده: %4$d sats. منقضی می شود: %5$@. انتشار شرایط را به اشتراک می گذارد اما مبادله را تامین مالی نمی کند. تأمین مالی نیاز به تأیید جداگانه دارد.
fr: Offre %1$d sats pour %2$@ HNS. Réserve de frais : jusqu'à %3$d sats. Total verrouillé : %4$d sats. Expire : %5$@. Publishing partage les conditions mais ne finance pas l’échange. Le financement nécessite une approbation distincte.
he: הצע %1$d sats עבור %2$@ HNS. רזרבה לתשלום: עד %3$d sats. סך הכל נעול: %4$d sats. פג תוקף: %5$@. הוצאה לאור חולקת את התנאים אך אינה מממנת את ההחלפה. המימון דורש אישור נפרד.
hi: %2$@ HNS के लिए %1$d sats ऑफर करें। शुल्क आरक्षित: %3$d sats तक। कुल लॉक: %4$d sats। समाप्ति: %5$@. प्रकाशन शर्तें साझा करता है लेकिन स्वैप को निधि नहीं देता है। फंडिंग के लिए अलग से मंजूरी की आवश्यकता होती है।
id: Tawarkan %1$d sats untuk %2$@ HNS. Cadangan biaya: hingga %3$d sats. Total terkunci: %4$d sats. Kedaluwarsa: %5$@. Penerbitan membagikan persyaratannya tetapi tidak mendanai pertukaran. Pendanaan memerlukan persetujuan terpisah.
it: Offerta %1$d sats per %2$@ HNS. Riserva tariffa: fino a %3$d sats. Bloccato totale: %4$d sats. Scadenza: %5$@. La pubblicazione condivide i termini ma non finanzia lo scambio. Il finanziamento richiede un'approvazione separata.
ja: %2$@ HNS には %1$d sats を提供します。料金保留: %3$d sats まで。合計ロック: %4$d sats。有効期限: %5$@。パブリッシングは条件を共有しますが、スワップに資金を提供しません。資金提供には別途承認が必要です。
ko: %2$@ HNS에 대해 %1$d sats를 제공합니다. 수수료 예치금: 최대 %3$d sats. 전체 잠김: %4$d sats. 만료: %5$@. 게시는 조건을 공유하지만 스왑에 자금을 지원하지는 않습니다. 펀딩에는 별도의 승인이 필요합니다.
nl: Aanbieding %1$d sats voor %2$@ HNS. Kostenreservering: tot %3$d sats. Totaal vergrendeld: %4$d sats. Verloopt: %5$@. Publishing deelt de voorwaarden, maar financiert de ruil niet. Voor financiering is aparte goedkeuring vereist.
pl: Oferta %1$d sats dla %2$@ HNS. Rezerwa opłat: do %3$d sats. Razem zablokowane: %4$d sats. Wygasa: %5$@. Wydawnictwo udostępnia warunki, ale nie finansuje zamiany. Finansowanie wymaga osobnej zgody.
pt: Oferta %1$d sats para %2$@ HNS. Reserva de taxa: até %3$d sats. Total bloqueado: %4$d sats. Expira em: %5$@. A publicação compartilha os termos, mas não financia a troca. O financiamento requer aprovação separada.
ru: Предложите %1$d sats за %2$@ HNS. Резерв комиссии: до %3$d sats. Всего заблокировано: %4$d sats. Срок действия истекает: %5$@. Издательство разделяет условия, но не финансирует обмен. Финансирование требует отдельного одобрения.
tr: %2$@ HNS için %1$d sats teklifini verin. Ücret rezervi: %3$d sats'ye kadar. Tamamen kilitli: %4$d sats. Son kullanma tarihi: %5$@. Publishing, şartları paylaşır ancak takası finanse etmez. Finansman ayrı bir onay gerektirir.
uk: Пропозиція %1$d sats для %2$@ HNS. Резерв комісії: до %3$d sats. Всього заблоковано: %4$d sats. Термін дії закінчується: %5$@. Видавництво поділяє умови, але не фінансує обмін. Фінансування вимагає окремого погодження.
vi: Cung cấp %1$d sats cho %2$@ HNS. Dự trữ phí: lên tới %3$d sats. Tổng số bị khóa: %4$d sats. Hết hạn: %5$@. Việc xuất bản chia sẻ các điều khoản nhưng không tài trợ cho việc hoán đổi. Việc tài trợ cần có sự phê duyệt riêng.
zh_hans: 为 %2$@ HNS 提供 %1$d sats。费用预留：最高为%3$d sats。总锁定：%4$d sats。过期：%5$@。出版公司同意这些条款，但不为交换提供资金。资金需要单独批准。
zh_hant: 提供 %2$@ HNS %1$d sats。費用預留：最高為%3$d sats。總鎖定：%4$d sats。過期：%5$@。出版公司同意這些條款，但不為交換提供資金。資金需要單獨批准。

# wallet_swap_approval_title
source: Publish BTC-for-HNS offer?
ar: نشر العرض BTC-for-HNS؟
de: BTC-für-HNS-Angebot veröffentlichen?
es: ¿Publicar oferta BTC-for-HNS?
fa: پیشنهاد BTC-for-HNS منتشر شود؟
fr: Publier l'offre BTC-pour-HNS ?
he: לפרסם את ההצעה של BTC-for-HNS?
hi: BTC-for-HNS ऑफर प्रकाशित करें?
id: Publikasikan penawaran BTC-untuk-HNS?
it: Pubblicare un'offerta BTC-per-HNS?
ja: BTC の HNS オファーを公開しますか?
ko: BTC-for-HNS 제안을 게시하시겠습니까?
nl: BTC-voor-HNS aanbieding publiceren?
pl: Opublikować ofertę BTC-for-HNS?
pt: Publicar oferta BTC-for-HNS?
ru: Опубликовать предложение BTC-для-HNS?
tr: BTC-for-HNS teklifi yayınlansın mı?
uk: Опублікувати пропозицію BTC-for-HNS?
vi: Xuất bản ưu đãi BTC-for-HNS?
zh_hans: 发布BTC换HNS报价吗？
zh_hant: 發布BTC換HNS報價嗎？

# wallet_swap_available_failed
source: Offers could not be verified.
ar: لا يمكن التحقق من العروض.
de: Angebote konnten nicht überprüft werden.
es: No se pudieron verificar las ofertas.
fa: پیشنهادها تأیید نشدند.
fr: Les offres n'ont pas pu être vérifiées.
he: לא ניתן לאמת את ההצעות.
hi: ऑफ़र सत्यापित नहीं किए जा सके.
id: Penawaran tidak dapat diverifikasi.
it: Impossibile verificare le offerte.
ja: オファーを確認できませんでした。
ko: 제안을 확인할 수 없습니다.
nl: Aanbiedingen konden niet worden geverifieerd.
pl: Oferty nie mogły zostać zweryfikowane.
pt: Não foi possível verificar as ofertas.
ru: Предложения не удалось проверить.
tr: Teklifler doğrulanamadı.
uk: Пропозиції не вдалося перевірити.
vi: Ưu đãi không thể được xác minh.
zh_hans: 无法验证优惠。
zh_hant: 無法驗證優惠。

# wallet_swap_available_offers
source: Browse offers
ar: تصفح العروض
de: Angebote ansehen
es: Explorar ofertas
fa: مرور پیشنهادها
fr: Parcourir les offres
he: עיון בהצעות
hi: ऑफ़र ब्राउज़ करें
id: Jelajahi penawaran
it: Sfoglia offerte
ja: オファーを見る
ko: 제안 찾아보기
nl: Aanbiedingen bekijken
pl: Przeglądaj oferty
pt: Explorar ofertas
ru: Просмотреть предложения
tr: Tekliflere göz at
uk: Переглянути пропозиції
vi: Duyệt chào giá
zh_hans: 浏览报价
zh_hant: 瀏覽報價

# wallet_swap_bitcoin_funding_fee_invalid
source: Enter a positive maximum Bitcoin fee in satoshis.
ar: أدخل الحد الأقصى الإيجابي لرسوم Bitcoin بالساتوشي.
de: Geben Sie eine positive maximale Bitcoin-Gebühr in Satoshis ein.
es: Ingrese una tarifa máxima positiva Bitcoin en satoshis.
fa: حداکثر کارمزد Bitcoin مثبت را در ساتوشی وارد کنید.
fr: Entrez des frais Bitcoin maximum positifs en satoshis.
he: הזן עמלה מקסימלית חיובית של Bitcoin ב-satoshis.
hi: सातोशी में एक सकारात्मक अधिकतम Bitcoin शुल्क दर्ज करें।
id: Masukkan biaya maksimum positif Bitcoin dalam satoshi.
it: Inserisci una commissione massima positiva Bitcoin in satoshi.
ja: satoshis に正の最大 Bitcoin 料金を入力します。
ko: 양수 최대 Bitcoin 수수료를 사토시 단위로 입력하세요.
nl: Voer een positieve maximale Bitcoin-vergoeding in satoshis in.
pl: Wprowadź dodatnią maksymalną opłatę Bitcoin w satoshi.
pt: Insira uma taxa Bitcoin máxima positiva em satoshis.
ru: Введите положительную максимальную комиссию Bitcoin в сатоши.
tr: Satoshi cinsinden pozitif maksimum Bitcoin ücretini girin.
uk: Введіть позитивну максимальну комісію Bitcoin у сатоші.
vi: Nhập mức phí Bitcoin tối đa dương tính bằng satoshi.
zh_hans: 输入正的最大 Bitcoin 费用（以聪为单位）。
zh_hant: 輸入正的最大 Bitcoin 費用（以聰為單位）。

# wallet_swap_broadcast_funding
source: Broadcast funding
ar: بث التمويل
de: Finanzierung senden
es: Transmitir financiación
fa: پخش تأمین وجه
fr: Diffuser le financement
he: שידור מימון
hi: फंडिंग प्रसारित करें
id: Siarkan pendanaan
it: Trasmetti finanziamento
ja: 資金供給をブロードキャスト
ko: 자금 공급 브로드캐스트
nl: Financiering uitzenden
pl: Rozgłoś finansowanie
pt: Transmitir financiamento
ru: Отправить финансирование
tr: Fonlamayı yayınla
uk: Надіслати фінансування
vi: Phát giao dịch cấp vốn
zh_hans: 广播资金交易
zh_hant: 廣播資金交易

# wallet_swap_broadcast_hns_funding
source: Broadcast HNS funding
ar: بث تمويل HNS
de: HNS-Finanzierung senden
es: Transmitir financiación HNS
fa: پخش تأمین وجه HNS
fr: Diffuser le financement HNS
he: שידור מימון HNS
hi: HNS फंडिंग प्रसारित करें
id: Siarkan pendanaan HNS
it: Trasmetti finanziamento HNS
ja: HNS資金供給をブロードキャスト
ko: HNS 자금 공급 브로드캐스트
nl: HNS-financiering uitzenden
pl: Rozgłoś finansowanie HNS
pt: Transmitir financiamento HNS
ru: Отправить финансирование HNS
tr: HNS fonlamasını yayınla
uk: Надіслати фінансування HNS
vi: Phát giao dịch cấp vốn HNS
zh_hans: 广播 HNS 资金交易
zh_hant: 廣播 HNS 資金交易

# wallet_swap_broadcast_settlement
source: Broadcast settlement
ar: تسوية البث
de: Rundfunkabrechnung
es: Liquidación de transmisiones
fa: حل و فصل پخش
fr: Règlement de diffusion
he: יישוב שידור
hi: प्रसारण निपटान
id: Penyelesaian siaran
it: Regolamento della trasmissione
ja: ブロードキャスト決済
ko: 방송결제
nl: Omroepschikking
pl: Rozliczenie transmisji
pt: Liquidação de transmissão
ru: Расчет трансляции
tr: Yayın yerleşimi
uk: Трансляція поселення
vi: Giải quyết phát sóng
zh_hans: 广播结算
zh_hant: 廣播結算

# wallet_swap_btc_amount_hint
source: BTC locked (sats, minimum 1330 including fee reserve)
ar: BTC مقفل (sats، الحد الأدنى 1330 بما في ذلك احتياطي الرسوم)
de: BTC gesperrt (sats, mindestens 1330 inklusive Gebührenreserve)
es: BTC bloqueado (sats, mínimo 1330 incluyendo reserva de tarifa)
fa: BTC قفل شده (sats، حداقل 1330 شامل ذخیره هزینه)
fr: BTC verrouillé (sats, minimum 1330, réserve de frais incluse)
he: BTC נעול (sats, מינימום 1330 כולל רזרבה לתשלום)
hi: BTC लॉक किया गया (sats, शुल्क आरक्षित सहित न्यूनतम 1330)
id: BTC terkunci (sats, minimum 1330 termasuk biaya cadangan)
it: BTC bloccato (sats, minimo 1330 inclusa riserva di commissione)
ja: BTC ロック済み (sats、手数料リザーブを含む最低 1330)
ko: BTC 잠김(sats, 수수료 예비 포함 최소 1330)
nl: BTC vergrendeld (sats, minimaal 1330 inclusief vergoedingsreserve)
pl: BTC zablokowany (sats, minimum 1330 łącznie z rezerwą na opłaty)
pt: BTC bloqueado (sats, mínimo 1330 incluindo reserva de taxa)
ru: BTC заблокирован (sats, минимум 1330, включая резерв комиссии)
tr: BTC kilitli (sats, ücret rezervi dahil minimum 1330)
uk: BTC заблоковано (sats, мінімум 1330, включаючи резерв комісії)
vi: BTC bị khóa (sats, tối thiểu 1330 bao gồm phí dự trữ)
zh_hans: BTC 锁定（sats，最低 1330 含手续费）
zh_hant: BTC 鎖定（sats，最低 1330 含手續費）

# wallet_swap_btc_requested_hint
source: BTC locked (sats, minimum 1330 including fee reserve)
ar: BTC مقفل (sats، الحد الأدنى 1330 بما في ذلك احتياطي الرسوم)
de: BTC gesperrt (sats, mindestens 1330 inklusive Gebührenreserve)
es: BTC bloqueado (sats, mínimo 1330 incluyendo reserva de tarifa)
fa: BTC قفل شده (sats، حداقل 1330 شامل ذخیره هزینه)
fr: BTC verrouillé (sats, minimum 1330, réserve de frais incluse)
he: BTC נעול (sats, מינימום 1330 כולל רזרבה לתשלום)
hi: BTC लॉक किया गया (sats, शुल्क आरक्षित सहित न्यूनतम 1330)
id: BTC terkunci (sats, minimum 1330 termasuk biaya cadangan)
it: BTC bloccato (sats, minimo 1330 inclusa riserva di commissione)
ja: BTC ロック済み (sats、手数料リザーブを含む最低 1330)
ko: BTC 잠김(sats, 수수료 예비 포함 최소 1330)
nl: BTC vergrendeld (sats, minimaal 1330 inclusief vergoedingsreserve)
pl: BTC zablokowany (sats, minimum 1330 łącznie z rezerwą na opłaty)
pt: BTC bloqueado (sats, mínimo 1330 incluindo reserva de taxa)
ru: BTC заблокирован (sats, минимум 1330, включая резерв комиссии)
tr: BTC kilitli (sats, ücret rezervi dahil minimum 1330)
uk: BTC заблоковано (sats, мінімум 1330, включаючи резерв комісії)
vi: BTC bị khóa (sats, tối thiểu 1330 bao gồm phí dự trữ)
zh_hans: BTC 锁定（sats，最低 1330 含手续费）
zh_hant: BTC 鎖定（sats，最低 1330 含手續費）

# wallet_swap_cancel_direct_message
source: Withdraw %1$@? Offer ID: %2$@. Cancellation releases the local reservation but cannot cancel an already accepted session.
ar: هل تريد سحب %1$@؟ معرف العرض: %2$@. يؤدي الإلغاء إلى تحرير الحجز المحلي ولكن لا يمكن إلغاء جلسة تم قبولها بالفعل.
de: Abheben %1$@? Angebots-ID: %2$@. Durch die Stornierung wird die lokale Reservierung freigegeben, eine bereits akzeptierte Sitzung kann jedoch nicht storniert werden.
es: Retirar %1$@? OID de oferta: %2$@. La cancelación libera la reserva local pero no puede cancelar una sesión ya aceptada.
fa: برداشت %1$@? شناسه پیشنهاد: %2$@. لغو رزرو محلی را آزاد می کند اما نمی تواند یک جلسه از قبل پذیرفته شده را لغو کند.
fr: Retirer %1$@? ID de l'offre : %2$@. L'annulation libère la réservation locale mais ne peut pas annuler une séance déjà acceptée.
he: למשוך את %1$@? מזהה הצעה: %2$@. ביטול משחרר את ההזמנה המקומית אך לא יכול לבטל הפעלה שכבר התקבלה.
hi: %1$@ वापस लें? ऑफर आईडी: %2$@। रद्द करने से स्थानीय आरक्षण जारी हो जाता है लेकिन पहले से स्वीकृत सत्र रद्द नहीं किया जा सकता।
id: Penarikan %1$@? ID Penawaran: %2$@. Pembatalan melepaskan reservasi lokal tetapi tidak dapat membatalkan sesi yang sudah diterima.
it: Ritirare %1$@? OID offerta: %2$@. La cancellazione rilascia la prenotazione locale ma non può cancellare una sessione già accettata.
ja: %1$@ を引き出しますか? オファー ID: %2$@ 。キャンセルするとローカル予約は解除されますが、すでに受け付けたセッションをキャンセルすることはできません。
ko: %1$@ 출금? 제안 ID: %2$@. 취소하면 로컬 예약이 해제되지만 이미 수락된 세션은 취소할 수 없습니다.
nl: %1$@ intrekken? Biedings-ID: %2$@. Bij annulering wordt de lokale reservering vrijgegeven, maar een reeds geaccepteerde sessie kan niet worden geannuleerd.
pl: Wycofaj %1$@? Identyfikator oferty: %2$@. Anulowanie zwalnia lokalną rezerwację, ale nie może anulować już zaakceptowanej sesji.
pt: Retirar %1$@? ID da oferta: %2$@. O cancelamento libera a reserva local, mas não pode cancelar uma sessão já aceita.
ru: Вывести %1$@? Идентификатор предложения: %2$@. Отмена освобождает локальное резервирование, но не может отменить уже принятый сеанс.
tr: %1$@'yi geri çekin? Teklif Kimliği: %2$@. İptal yerel rezervasyonu iptal eder ancak önceden kabul edilmiş bir oturumu iptal edemez.
uk: Зняти %1$@? Ідентифікатор пропозиції: %2$@. Скасування скасовує локальне бронювання, але не може скасувати вже прийнятий сеанс.
vi: Rút %1$@? ID ưu đãi: %2$@. Việc hủy sẽ giải phóng phần đặt chỗ cục bộ nhưng không thể hủy phiên đã được chấp nhận.
zh_hans: 提现%1$@？ 优惠ID：%2$@。取消会释放本地预订，但无法取消已接受的会话。
zh_hant: 提現%1$@？ 優惠ID：%2$@。取消會釋放本地預訂，但無法取消已接受的會話。

# wallet_swap_cancel_failed
source: The offer was not cancelled. It may have expired or entered a swap session.
ar: ولم يتم إلغاء العرض. ربما تكون قد انتهت صلاحيتها أو دخلت في جلسة مبادلة.
de: Das Angebot wurde nicht storniert. Möglicherweise ist es abgelaufen oder es befindet sich in einer Swap-Sitzung.
es: La oferta no fue cancelada. Es posible que haya expirado o haya entrado en una sesión de intercambio.
fa: پیشنهاد لغو نشد. ممکن است منقضی شده باشد یا وارد جلسه مبادله شده باشد.
fr: L'offre n'a pas été annulée. Il a peut-être expiré ou est entré dans une session d'échange.
he: ההצעה לא בוטלה. ייתכן שהוא פג או נכנס לסשן החלפה.
hi: प्रस्ताव रद्द नहीं किया गया. हो सकता है कि यह समाप्त हो गया हो या स्वैप सत्र में प्रवेश कर गया हो।
id: Tawaran itu tidak dibatalkan. Ini mungkin telah kedaluwarsa atau memasuki sesi swap.
it: L'offerta non è stata annullata. Potrebbe essere scaduto o essere entrato in una sessione di scambio.
ja: オファーはキャンセルされませんでした。有効期限が切れたか、スワップ セッションに入った可能性があります。
ko: 제안이 취소되지 않았습니다. 만료되었거나 교환 세션에 들어갔을 수 있습니다.
nl: Het aanbod is niet geannuleerd. Het is mogelijk verlopen of is in een swapsessie beland.
pl: Oferta nie została anulowana. Być może wygasł lub wszedł w sesję wymiany.
pt: A oferta não foi cancelada. Pode ter expirado ou entrado em uma sessão de troca.
ru: Предложение не было отменено. Возможно, срок его действия истек или он вступил в сеанс обмена.
tr: Teklif iptal edilmedi. Süresi dolmuş veya takas oturumuna girmiş olabilir.
uk: Пропозиція не була відмінена. Можливо, він закінчився або ввійшов у сеанс обміну.
vi: Lời đề nghị đã không bị hủy bỏ. Nó có thể đã hết hạn hoặc đã tham gia phiên trao đổi.
zh_hans: 该优惠并未取消。它可能已过期或进入交换会话。
zh_hant: 該優惠並未取消。它可能已过期或进入交换会话。
